<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme() + "://" + request.getServerName() + ":" + request.getServerPort() + path + "/";
%>
  
        

    <style>
        .user-box1{height:500px; overflow-y:scroll; line-height:26px; margin-bottom:20px;width: 1140px}
		.user-box1 .t-d{text-indent:24px}
		.user-close1{width:180px; background:#1e64c3}
    </style>
    <div class="main2" style="padding-bottom:30px">
        <div class="web position yahei black" >
            <div class="payment" >
                <p class="index-tt pay-tt" style="font-size:24px"><i></i>“上海有色网安全支付系统”用户服务协议</p>   
                <div class="user-box1 font14">
                    <p><b>第一章总则</b></p>
                    <p>上海有色网安全支付系统用户服务协议（以下简称本协议）双方为“上海有色网安全支付系统”与上海有色网安全支付系统用户(以下简称“用户”)。本协议用于规范双方之间法律关系及权利义务，
具有法律效力。上海有色网安全支付系统旨在利用互联网科技所具有的便利性，为广大用户提供自助方式的网上金属交易及融资贷款等服务。</p>
                    <br>
                    <p><b>第二章定义</b></p>
                    <p>1、上海有色网安全支付系统</p>
                    <p class="t-d">本协议中的“上海有色网安全支付系统”指上海有色网信息科技股份有限公司联合中信银行为用户提供的电子商务网上金属交易支付服务。</p>
                    <p class="t-d">“上海有色网安全支付系统”以pay.smm.cn为域名，包括：所有在上述域名下的页面内容。但不包括上述页面中以文字、图片或其他形式所设的站外链接所指向的其他网站或网页内容。如上海有
色网安全支付系统提供有其他网站或网页链接的，除上海有色网安全支付系统声明该等链接属于上海有色网安全支付系统业务范围外，该等链接并不构成上海有色网安全支付系统的业务范围。上海
有色网安全支付系统对所链接网站或网页的有效性、所载信息的真实性与准确性、及用户在该等网页上的任何操作不承担任何责任。</p>
                    <p class="t-d">“上海有色网安全支付系统”所提供的服务包括但不仅限于：上海有色网商城交易的支付服务等。</p>
                    <p>2、用户签约</p>
                    <p class="t-d">用户签约是指用户登陆上海有色网安全支付系统，填写相关信息并确认相关用户协议的过程。</p>
                    <p>3、确认</p>
                    <p class="t-d">确认本协议以及其他上海有色网安全支付系统的支付服务，是指点击相关页面上的“确认”或表示用户同意的按钮。</p>
                    <p>4、通知</p>
                    <p class="t-d">除本协议另有特别规定的，本协议中的“通知”系指以网站公告形式或电子邮件方式通知。</p>
                    <p>5、服务协议的开通、中断、终止</p>
                    <p class="t-d">本协议所称的服务协议开通是指上海有色网安全支付系统通过用户签约申请，并开通用户在中信银行的交易账户。</p>
                    <p class="t-d">本协议所称的服务协议中断是指上海有色网安全支付系统停止向用户提供全部或部分服务但不注销用户资格的情形。</p>
                    <p class="t-d">本协议所称的服务协议终止是指上海有色网安全支付系统注销用户资格、解除与用户服务协议的情形。</p>
                    <p>6、交易</p>
                    <p class="t-d">本协议中所称的“交易”是指用户在上海有色网交易平台上进行的网上交易。</p>
                    <p>7、账户</p>
                    <p class="t-d">用户开通上海有色网安全支付系统账户同时开通中信银行上海有色网交易专用账户，该账户仅限于用户在上海有色网交易平台进行的交易支付及基于上海有色网交易平台进行的交易融资贷款使用。</p>
                    <p class="t-d">该账户开户银行为上海市中信银行自贸区支行。</p><br>
                    <p><b>第三章协议的效力和生效</b></p>
                    <p>在签署本协议前，用户确认已经就全部条款进行了详细地阅读，双方对合同的全部条款均无疑义，并对协议涉及的权利义务、责任限制及免责条款的法律含义有了准确无误的理解。</p>
                    <p>本协议的任何条款如因任何原因而被确认无效，都不影响本协议其他条款的效力。本协议自用户开通上海有色网安全支付系统账户起生效。</p><br>
                    <p><b>第四章用户资格</b></p>
                    <p>适用本协议注册的用户，应当具备的资格是：</p>
                    <p class="t-d">必须是具备《中华人民共和国民法通则》规定的完全民事行为能力的自然人，或者是具有相应合法证照的法人。无民事行为能力人、限制民事行为能力人以及无合法证照的法人不得注册并使用上海有色网安全支付系统。</p>
                    <p class="t-d">无民事行为能力人、限制民事行为能力人以及无合法证照的法人以不当方式注册为上海有色网安全支付系统用户，上海有色网安全支付系统一经发现，有权注销用户。</p><br>
                    <p><b>第五章服务</b></p>
                    <p>本协议所指的服务包括：</p>
                    <p class="t-d">上海有色网安全支付系统提供网上海有色网交易平台供用户使用，以及上海有色网交易平台提供的其他服务。</p>
                    <p class="t-d">部分业务需要用户开通后方可进行，用户开通时候需要通过电子方式或其他方式签署相关协议。</p><br>
                    <p><b>第六章用户的权利和义务</b></p>
                    <p>1、用户基本义务</p>
                    <p class="t-d">自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置。</p>
                    <p class="t-d">自行负担个人上网所支付的与此服务有关的电话费用、网络费用，并支付相关交易费用。</p>
                    <p class="t-d">用户应掌握使用电脑及网络的基本知识，特别是网络安全防范的基本知识，防止自己的用户名、密码、注册信息、信用卡账户密码等信息因自己的疏忽大意或操作失误而被他人获取，并对通过输入以上信息完成的金融交易负责。上海有色网安全支付系统执行通过安全程序的电子支付指令后，用户不得要求变更或撤销电子支付指令。<span class="red">用户应自行对支付账户负责，只有用户方可使用该账户。该账户不可转让、不可赠与、不可继承，但账户内的相关财产权益可被依法继承。</span></p>
                    <p class="t-d">用户应对自身计算机系统、网络、通讯信息的安全性包括防病毒措施负责，进行必要的设置、维护和检查。用户保证不利用技术手段及其他手段破坏及扰乱上海有色网安全支付系统程序的正常运行。</p>
                    <p class="t-d">用户使用“上海有色网安全支付系统”服务时候，应直接登录网站（网址：http://pay.smm.cn/）。除上海有色网安全支付系统特别告知可以通过其他方式链接登录（支付系统邮件通知）外，不应通过邮件或其他网站提供的链接登录。</p>
                    <p class="t-d">用户承诺自己在使用上海有色网安全支付系统时实施的所有行为遵守国家法律、法规和上海有色网安全支付系统的相关规定以及各种社会公共利益或公共道德。对于任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。用户不得利用上海有色网安全支付系统从事非法或不正当的交易。用户从事非法活动或不正当交易产生的一切后果与责任，由用户独立承担。</p>
                    <p class="t-d">上述行为包括但不限于：</p>
                    <p class="t-d"><p class="t-d">（一）侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他人身和财产权利。</p></p>
                    <p class="t-d"><p class="t-d">（二）冒用他人名义使用本服务。</p></p>
                    <p class="t-d"><p class="t-d">（三）从事任何不法交易行为，如洗钱等行为。</p></p>
                    <p class="t-d"><p class="t-d">（四）使用他人银行卡、银行账号或无效银行账号交易。</p></p>
                    <p class="t-d"><p class="t-d">（五）用户对其上海有色网安全支付系统账户的使用被上海有色网信息科技股份有限公司、开户银行或收款机构认定为对银行卡、银行账户的滥用，或属于违反《银行卡业务管理办法》等银行卡、银行账户法律法规的行为，或利用开户银行所提供的授信额度进行套现行为。</p></p>
                    <p class="t-d"><p class="t-d">（六）利用上海有色网安全支付系统进行无真实交易背景的虚假交易。</p></p>
                    <p class="t-d"><p class="t-d">（七）从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。</p></p>
                    <p class="t-d"><p class="t-d">（八）其他被上海有色网安全支付系统有正当理由认为不适当之行为。</p></p>
                    <p class="t-d">对因用户违反上述条款，引致索赔、诉讼及其他程序致使上海有色网安全支付系统受到损害的，应承担赔偿责任（包括<span class="red">直接损失、间接损失、可得利益</span>及合理的律师费用）。</p>
                    <p>2、用户提供信息的义务和权利</p>
                    <p class="t-d">用户有义务在注册时提供自己的真实资料，并保证所填写的企业信息诸如电子邮件地址、联系电话、联系地址、邮政编码、营业执照等内容的有效性及安全性；同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。若因提供任何错误、不实、过时或不完整的资料，或者上海有色网安全支付系统有合理的理由怀疑资料为错误、不实、过时或不完整，上海有色网安全支付系统有权暂停或终止对该用户提供服务，拒绝其使用本服务之部份或全部功能，上海有色网安全支付系统不承担任何责任，用户同意承担因此所产生的任何风险和责任。</p>
                    <p class="t-d">用户保证不以他人资料在上海有色网安全支付系统进行注册或认证。</p>
                    <p class="t-d">用户应按照机密的原则设置和保管自设密码：避免使用姓名、生日、电话号码等与本人（或本企业）明显相关的信息作为密码；不得将本人自设密码提供给除法律规定外的任何人，包括自称是上海有色网安全支付系统的工作人员。</p>
                    <p class="t-d">用户应采取合理措施，防止本人密码被窃或泄露。由于密码被窃或泄露造成的后果由用户承担。</p>
                    <p class="t-d">上海有色网安全支付系统登录用户名为企业财务部门认可的企业邮箱。用户有权随时修改企业的交易密码，并有权使用该用户名及密码随时登陆上海有色网安全支付系统。用户不得以任何形式擅自转让或授权他人使用自己的上海有色网安全支付系统用户名，用户同意自行承担因转让或授权他人使用自己的用户名行为所导致的任何损失，上海有色网安全支付系统不承担任何责任。</p>
                    <p>3、用户交易的权利和义务</p>
                    <p class="t-d">用户自愿申请签约上海有色网安全支付系统服务，经上海有色网安全支付系统同意后，将有权根据注册项目的不同享受不同的服务。</p>
                    <p class="t-d">用户在登录上海有色网安全支付系统后，只能使用本企业绑定的银行账户进行交易。因使用或盗用他人银行账户而完成的交易所产生的任何责任及损失由用户自行承担。</p>
                    <p class="t-d">用户使用上海有色网安全支付系统时如遇到问题，可以向上海有色网安全支付系统相关部门进行咨询要求解答。</p>
                    <p class="t-d">用户在入金、出金过程中，应确保银行账户之真实、有效。若因银行账户被取消、过期或账户余额不足而造成交易失败所产生的损失及后果，由用户负责。</p>
                    <p class="t-d">用户使用签约信息（包括用户名、密码、其他上海有色网安全支付系统要求提供的其他信息）进行的操作均视为用户所为，该操作所产生的电子信息记录均为“上海有色网安全支付系统”处理交易的有效凭据。</p><br>
                    <p><b></b></p>
                    <p><b>第七章上海有色网安全支付系统的权利和义务</b></p>
                    <p>1、上海有色网安全支付系统有义务在技术上确保整个网上交易平台的正常运行，保证用户交易活动的顺利。</p>
                    <p>2、上海有色网安全支付系统对交易的接入系统的安全、有效、实时性负责。但不承担因通讯故障等非上海有色网安全支付系统原因所引起交易中断、交易错误引起的交易纠纷。</p>
                    <p>3、对用户在签约使用上海有色网安全支付系统中所遇到的与交易或签约有关的问题及反映的情况，上海有色网安全支付系统将视具体情况作出回复。</p>
                    <p>4、上海有色网安全支付系统有权根据具体情况增加、减少或撤销业务种类，也有权拒绝或取消不符合要求的用户的交易资格，而无须预先通知用户。</p>
                    <p>5、上海有色网安全支付系统对用户在注册中提供的相关资信资料及在交易中产生的相关资料负有保密义务，但有权利用这些资料进行有关联系、沟通之用，或者根据法律规定向有权查询的法定机构，或为完成交易指令的需要向第三方提供。为向用户提供优质服务，上海有色网安全支付系统有权在与第三方合作商签订保密条款的基础上，允许第三方合作商直接向用户提供增值服务。同时上海有色网安全支付系统有权为统计分析、内部管理之目的使用上述资料。</p>
                    <p>6、上海有色网安全支付系统有权对用户的签约资料及交易行为进行查阅，发现签约资料或交易行为中存在问题，或可能会导致不良后果的，有权向用户发出询问，要求用户进一步提供必要的信息或直接对该物品、该用户及相关的交易作出相应的处理。如用户利用上海有色网安全支付系统从事非法交易的，上海有色网安全支付系统有权停止其业务。</p>
                    <p>7、上海有色网安全支付系统负责向用户提供业务咨询服务，并在网站公布功能介绍等内容。</p>
                    <p>8、上海有色网安全支付系统将根据注册信息等相关要素对用户从事交易的权限和身份进行核实。银上海有色网安全支付系统并无其他义务检查以正确的签约信息等相关要素进行交易的用户的真实权限或身份。</p>
                    <p>9、上海有色网安全支付系统可能对用户收取合理的交易费用，并可能根据业务发展对费用进行变更。上海有色网安全支付系统应向用户明示交易费用及其变更，如用户不接受相关费用标准及其变更，则不应进行交易。用户进行交易视为接受相关费用标准及其变更。</p>
                    <p>10、除特别说明外，与上海有色网安全支付系统页面及其内容以及上海有色网安全支付系统向用户提供的客户端运行软件（如有）相关的知识产权均属上海有色网安全支付系统所有。上海有色网安全支付系统有权对用户的侵权行为追究相关责任。</p>
                    <p>11、上海有色网安全支付系统页面及相关宣传资料上使用的商标、标识属于上海有色网安全支付系统所有，非经上海有色网安全支付系统书面同意，用户不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。上海有色网安全支付系统有权对用户的侵权行为追究相关责任。</p><br>
                    <p><b>第八章服务中断及终止</b></p>
                    <p>1、用户向上海有色网安全支付系统提出注销上海有色网安全支付系统签约用户身份，经上海有色网安全支付系统暂停该用户交易，由上海有色网安全支付系统上平台注销签约用户，用户即解除与上海有色网安全支付系统及中信银行交易专用账户的服务协议关系。但注销用户后，上海有色网安全支付系统仍保留下列权利及义务：</p>
                    <p class="t-d">a、用户注销后，上海有色网安全支付系统有权保留和合理使用用户的签约资料及以前的交易行为记录。</p>
                    <p class="t-d">b、用户注销后，如用户在注销前在上海有色网安全支付系统上存在违法行为或违反本协议的行为，或因用户注销前发生的交易在注销后引发争议的，上海有色网安全支付系统仍可行使追究的权利。</p>
                    <p>2、用户同意，上海有色网安全支付系统不对因下述任一情况而发生的服务中断或终止而承担任何损害赔偿责任：</p>
                    <p class="t-d">a、上海有色网安全支付系统基于单方判断，包含但不限于上海有色网安全支付系统认为用户已经违反本服务条款的规定，将中断或终止向用户提上海有色网安全支付系统部分或全部服务功能，并将上海有色网安全支付系统服务内用户资料加以删除。</p>
                    <p class="t-d">b、上海有色网安全支付系统在发现用户填写资料虚假、异常交易或有疑义或有违法嫌疑时，不经通知有权先行中断或终止用户账号、密码，并拒绝用户使用上海有色网安全支付系统部分或全部服务功能。</p>
                    <p class="t-d">c、系统因下列状况无法正常运作，使用户无法使用相关服务，包括但不限于：</p>
                    <p class="t-d"><p class="t-d">（一）上海有色网交易系统及上海有色网安全支付系统停机维护期间。</p></p>
                    <p class="t-d"><p class="t-d">（二）电信设备出现故障不能进行数据传输的。</p></p>
                    <p class="t-d"><p class="t-d">（三）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的。</p></p>
                    <p class="t-d"><p class="t-d">（四）由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。</p></p>
                    <p class="t-d"><p class="t-d">（五）司法机关或行政机关依照法定程序要求上海有色网安全支付系统中断对用户服务的；</p></p>
                    <p class="t-d"><p class="t-d">（六）为公共利益的需要必须中断对用户服务的；</p></p>
                    <p class="t-d"><p class="t-d">（七）其他必须中断服务的情况。</p></p><br>
                    <p><b>第九章协议修改</b></p>
                    <p>1、上海有色网安全支付系统将有权随时修改本协议的有关条款，一旦本协议的内容发生变动，上海有色网安全支付系统将会通过电子邮件或网站公告方式向用户提示修改内容。</p>
                    <p>2、如果不同意上海有色网安全支付系统对本协议相关条款所做的修改，用户有权停止使用上海有色网安全支付系统提供的服务。如果用户继续使用上海有色网安全支付系统提供的服务，则视为其接受上海有色网安全支付系统对本协议相关条款的修改。</p>
                    <p>3、本协议及今后用户开通新业务签署的相关协议、上海有色网安全支付系统制定的各项业务章程作为本协议不可分割的一部分，与本协议具有同等效力。</p><br>
                    <p class="red"><b>第十章 交易风险</b></p>
                    <p class="red">如果用户申请使用上海有色网安全支付系统，用户即被认为已经完全了解网上交易的风险，能够并自愿承担由此可能造成的损失，并且表明对上述损失不向上海有色网安全支付系统追索。</p>
                    <p class="red">上海有色网安全支付系统已最大限度地采取了措施保护客户资料和交易活动的安全。尽管如此，本着对用户负责的态度，在此郑重提醒用户，网上交易仍然存在的风险包括但不限于：</p>
                    <p class="t-d red">1、用户在使用本服务时，若用户或交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，则上海有色网安全支付系统有权拒绝为用户与交易对方提供相关服务，且不承担损害赔偿责任。</p>
                    <p class="t-d red">2、因用户的过错或过失导致的任何损失由用户自行承担，该过错或过失包括但不限于：不按照交易、支付提示操作，未及时进行交易操作，遗忘或泄漏密码、校验码等，密码被他人破解，用户使用的计算机或其他硬件、终端等被他人使用、被他人侵入或丢失，或用户使用的软件被他人侵入，或者用户的生物特征被他人利用。</p>
                    <p class="t-d red">3、用户在进行交易，应确保具有充裕的交易资金，若因用户账户资金不足，用户可能构成违约并需承担由此导致的一切损失。</p>
                    <p class="t-d red">4、用户使用本服务时同意并认可，可能由于银行本身系统问题、银行相关作业网络连线问题、任何互联网系统问题或网络运营商原因、用户的电子邮件系统问题或邮件服务商原因、用户的手机通讯系统问题或通讯服务商原因或其他不可抗拒因素，造成本服务无法提供，对此上海有色网安全支付系统不承担任何责任。</p><br>
                    <p><b>第十一章违约责任</b></p>
                    <p>1、本协议任何一方违反本协议规定的内容，给另一方造成损害的，应当承担违约责任，赔偿另一方因此而造成的损失，包括但不限于物质损失、利息损失、名誉损失、因追索或诉讼而支出的诉讼费、合理的通讯费、交通费、住宿费、律师费等。</p>
                    <p>2、协议一方违反协议规定内容给另一方造成损害的，受损害一方应当采取合理措施避免损失扩大的，因防止损失扩大而支出的合理费用，由违约方承担。一方没有采取合理措施避免损失扩大的，对损失扩大部分违约方不承担赔偿责任。</p><br>
                    <p><b>第十二章解释权</b></p>
                    <p>本协议的成立、生效、履行和解释，均适用中华人民共和国法律；法律无明文规定的，应适用上海有色网安全支付系统制定的业务规定和通行的金融惯例。</p>
                    <p>本协议的解释权归上海有色网安全支付系统。</p><br>
                    <p><b>第十三章管辖</b></p>
                    <p>因本协议产生或与本协议有关的争议，均应以上海市浦东新区人民法院作为管辖法院。</p>
                </div>
            </div>
            <div class="clear"></div>
            <p align="center"><a href="<%=path %>/rest/trade/toTrade?type=jy" class="block next-btn font16 user-close1">关闭</a></p>
        </div>
    </div>

